"+ Add" = "+ 添加";

"Add a card" = "添加卡";

"Add a payment method" = "添加支付方式";

"Add bank account" = "添加銀行帳戶";

"Add new payment method" = "添加新支付方式";

"Add your payment information" = "添加您的支付資訊";

"Approve payment" = "批准付款";

"Are you sure you want to remove this card?" = "您確定要移除此卡嗎？";

"Are you sure you want to remove this linked account?" = "您確定要移除這個關聯的帳戶嗎？";

"Back" = "上一步";

"Bank account" = "銀行帳戶";

"Buy now or pay later with Klarna." = "用 Klarna 先買後付。";

"Buy using a UPI ID" = "用 UPI ID 購買";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "繼續操作即表示您同意按照<terms>這些條款</terms>授權付款。";

"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "點擊「繼續」，即表示您同意按照這些<terms>條款</terms>授權付款。";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "加入 Link 即表示您同意<terms>條款</terms>和<privacy>隱私政策</privacy>。";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "提供您的支付方式並確認該付款即表示您授權 (A) %@ 與我們的支付服務商 Stripe 向您的銀行發送對您的帳戶進行扣款的指令以及 (B) 您的銀行按照這些指令對您的帳戶進行扣款。根據您與您的銀行協議的條款和條件，您有權從您的銀行得到退款。退款必須在 8 周內申請，從您的帳戶被扣款之日起算。您的權利在結單上有解釋，可從您的銀行獲取。您同意提前 2 天接收後續扣款的通知。";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "保存您的 %@ 銀行帳戶即表示您同意按照<terms>這些條款</terms>授權付款。";

"Cancel and pay another way" = "取消並用另一方式支付";

"Change email" = "更改電郵地址";

"Choose a payment method" = "選擇一個支付方式";

"Close card scanner" = "關閉金融卡掃描器";

"Code sent" = "驗證碼已發送";

"Default" = "預設";

"EPS Bank" = "EPS 銀行";

"Enter address manually" = "手動輸入地址";

"Enter the code sent to %@ to use Link to pay by default." = "輸入發送到 %@ 的驗證碼，以預設用 Link 支付。";

"Enter your verification code" = "輸入您的驗證碼";

"For security, please re-enter your card’s security code." = "出於安全原因，請重新輸入您金融卡的安全碼。";

"IBAN" = "IBAN";

"Join Link" = "加入 Link";

"Log out of Link" = "退出 Link";

"Not %@?" = "不是 %@？";

"Open your UPI app to approve your payment within %@" = "請在 %@內打開您的 UPI 應用程式來批准付款";

"Or" = "或";

"Or pay using" = "或用以下方式支付";

"Or pay with a card" = "或用金融卡支付";

"Pay %@" = "支付 %@";

"Pay another way" = "用另一方式支付";

"Pay faster at %@ and thousands of merchants." = "在 %@ 及數千商家那裡更快結帳。";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "用 <img/> 分 <num_installments/> 支付，無利息，每期 <installment_price/>";

"Pay later with Klarna." = "用 Klarna 延後支付。";

"Pay over time with %@" = "用 %@ 慢慢支付";

"Pay using" = "支付方式";

"Pay with %@" = "以 %@ 支付";

"Pay with your bank account in just a few steps." = "只需少許幾步，即可用您的銀行帳戶付款。";

"Payment" = "支付方式";

"Payment failed" = "付款失敗";

"Payment methods" = "支付方式";

"Please go back and select another payment method" = "請返回並選擇另一個支付方式。";

"Point the camera at your card." = "將相機正對金融卡。";

"Processing..." = "正在處理...";

"Przelewy24 Bank" = "Przelewy24 銀行";

"Remove %1$@ ending in %2$@" = "移除尾號為 %2$@ 的 %1$@";

"Remove Card" = "移除卡";

"Remove card" = "解除綁定";

"Remove linked account" = "移除關聯帳戶";

"Resend code" = "重新發送驗證碼";

"Save address" = "保存地址";

"Save for future payments" = "保存以用於未來的付款";

"Save my info for secure 1-click checkout" = "保存我的資訊，安全地一鍵結帳";

"Save this account for future %@ payments" = "保存該帳戶，方便未來向 %@ 付款";

"Save this card for future %@ payments" = "保存該卡，用於未來在 %@ 付款。";

"Secure 1⁠-⁠click checkout" = "安全地一鍵結帳";

"Select your payment method" = "選擇您的支付方式";

"Set as default" = "設定為預設支付方式";

"Set as default payment method" = "設定為預設支付方式";

"Set up" = "設定";

"Shipping to %@ is not supported." = "不支援向 %@ 配送。";

"Show menu" = "顯示選單";

"Sign in to your Link account" = "登錄您的 Link 帳戶";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe 會在 1-2 個工作日向您的帳戶存入 0.01 美元。然後您會收到一封郵件，指導您完成向 %@ 的付款。";

"Tap to close" = "點擊以關閉";

"Tap to expand" = "點擊以展開";

"The IBAN you entered is incomplete." = "您輸入的 IBAN 不完整。";

"The provided verification code has expired." = "提供的驗證碼已過期。";

"The provided verification code is incorrect." = "提供的驗證碼不正確。";

"This card has expired. Update your card info or choose a different payment method." = "該卡已過期。更新您的金融卡資訊或選擇另一支付方式。";

"This is your default" = "這是您的預設支付方式";

"Too many attempts. Please try again in a few minutes." = "嘗試次數過多。請幾分鐘後重試。";

"Unavailable for this purchase" = "無法完成這筆訂單";

"Update card" = "更新金融卡";

"Use your saved info to check out faster" = "用您保存的資訊，更快結帳";

"Your IBAN should start with a two-letter country code." = "您的 IBAN 應以一個兩字母國家代碼開頭。";

"iDEAL Bank" = "iDEAL 銀行";
